Repository: G0m1namm/tanstack_convex_hackathon_2025
Catalog: public/locales/*/messages.po
Languages: es

# nav.howItWorks
source: How it works
es: Cómo funciona

# nav.pricing
source: Pricing
es: Precios

# landing.mainHeading
source: Find Cheaper Alternatives
es: Encuentra Alternativas Más Baratas

# landing.mainHeadingAccent
source: Instantly
es: Instantáneamente

# landing.subtitle
source: Paste any product URL and discover better deals across Amazon, eBay, Walmart, and more. Save money on Black Friday and every day.
es: Pega cualquier URL de producto y descubre mejores ofertas en Amazon, eBay, Walmart y más. Ahorra dinero en Black Friday y todos los días.

# landing.urlPlaceholder
source: Paste product URL here (e.g., https://amazon.com/...)
es: Pega la URL del producto aquí (ej. https://amazon.com/...)

# landing.searching
source: Searching...
es: Buscando...

# landing.findDeals
source: Find Deals
es: Buscar Ofertas

# landing.supportedPlatforms
source: Supported platforms:
es: Plataformas compatibles:

# landing.howItWorks.title
source: How It Works
es: Cómo Funciona

# landing.howItWorks.subtitle
source: Three simple steps to save money
es: Tres pasos simples para ahorrar dinero

# landing.howItWorks.step1.title
source: 1. Paste URL
es: 1. Pegar URL

# landing.howItWorks.step1.description
source: Copy any product URL from your favorite online store and paste it here.
es: Copia cualquier URL de producto de tu tienda favorita y pégala aquí.

# landing.howItWorks.step2.title
source: 2. AI Extraction
es: 2. Extracción con IA

# landing.howItWorks.step2.description
source: Our AI analyzes the product and searches for identical items across platforms.
es: Nuestra IA analiza el producto y busca artículos idénticos en todas las plataformas.

# landing.howItWorks.step3.title
source: 3. Compare & Save
es: 3. Comparar y Ahorrar

# landing.howItWorks.step3.description
source: See all available options sorted by price, with direct links to purchase.
es: Ve todas las opciones disponibles ordenadas por precio, con enlaces directos para comprar.

# landing.demo.title
source: Try It Now
es: Pruébalo Ahora

# landing.demo.description
source: Test with a sample product URL to see how it works
es: Prueba con una URL de producto de muestra para ver cómo funciona

# landing.demo.sampleIphone
source: 📱 Sample iPhone
es: 📱 iPhone de Muestra

# landing.demo.sampleHomeItem
source: 🏠 Sample Home Item
es: 🏠 Artículo de Hogar de Muestra

# landing.footer
source: Built for the TanStack Start Hackathon • Powered by Convex, Firecrawl, and more
es: Creado para el Hackathon de TanStack Start • Desarrollado con Convex, Firecrawl y más

# comparison.notFound.title
source: Comparison Not Found
es: Comparación No Encontrada

# comparison.notFound.description
source: The comparison you're looking for doesn't exist.
es: La comparación que buscas no existe.

# comparison.title
source: Price Comparison
es: Comparación de Precios

# comparison.foundOptions
source: Found {count} options for "{productName}"
es: Encontradas {count} opciones para "{productName}"

# comparison.noAlternatives
source: No cheaper alternatives found for "{productName}"
es: No se encontraron alternativas más baratas para "{productName}"

# comparison.newSearch
source: New Search
es: Nueva Búsqueda

# comparison.lowestPrice
source: Lowest Price
es: Precio Más Bajo

# comparison.savings
source: Save ${amount} ({percent}%)
es: Ahorra ${amount} ({percent}%)

# comparison.inStock
source: In Stock
es: En Stock

# comparison.outOfStock
source: Out of Stock
es: Agotado

# comparison.visitStore
source: Visit Store
es: Visitar Tienda

# comparison.summary
source: Summary
es: Resumen

# comparison.productsFound
source: Products Found
es: Productos Encontrados

# comparison.potentialSavings
source: Potential Savings
es: Ahorro Potencial
